Repository: Porabuild/Poracode
Catalog: ios/App/App/Resources/ProjectSettings.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pl, pt_br, ru, tr, uk, vi, zh_hans

# projectSettings.general
source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
pl: Ogólne
pt_br: Geral
ru: Общие
tr: Genel
uk: Загальні
vi: chung
zh_hans: 一般

# projectSettings.actions
source: Actions
de: Aktionen
es: Acciones
ja: アクション
ko: 작업
pl: Działania
pt_br: Ações
ru: Действия
tr: Eylemler
uk: Дії
vi: Hành động
zh_hans: 操作

# projectSettings.mcp
source: MCP Servers
de: MCP-Server
es: Servidores MCP
fr: Serveurs MCP
ja: MCPサーバー
ko: MCP 서버
pl: Serwery MCP
pt_br: Servidores MCP
ru: Серверы MCP
tr: MCP sunucuları
uk: Сервери MCP
vi: Máy chủ MCP
zh_hans: MCP 服务器

# projectSettings.mcp.add
source: Add MCP Server
de: MCP-Server hinzufügen
es: Añadir servidor MCP
fr: Ajouter un serveur MCP
ja: MCPサーバーを追加
ko: MCP 서버 추가
pl: Dodaj serwer MCP
pt_br: Adicionar servidor MCP
ru: Добавить сервер MCP
tr: MCP sunucusu ekle
uk: Додати сервер MCP
vi: Thêm máy chủ MCP
zh_hans: 添加 MCP 服务器

# projectSettings.mcp.edit
source: Edit MCP Server
de: MCP-Server bearbeiten
es: Editar servidor MCP
fr: Modifier le serveur MCP
ja: MCPサーバーを編集
ko: MCP 서버 편집
pl: Edytuj serwer MCP
pt_br: Editar servidor MCP
ru: Изменить сервер MCP
tr: MCP sunucusunu düzenle
uk: Редагувати сервер MCP
vi: Sửa máy chủ MCP
zh_hans: 编辑 MCP 服务器

# projectSettings.mcp.discoverImport
source: Discover and Import
de: Entdecken und importieren
es: Detectar e importar
fr: Découvrir et importer
ja: 検出して読み込む
ko: 검색 및 가져오기
pl: Wykryj i zaimportuj
pt_br: Descobrir e importar
ru: Обнаружить и импортировать
tr: Keşfet ve içe aktar
uk: Виявити та імпортувати
vi: Khám phá và nhập
zh_hans: 发现并导入

# projectSettings.mcp.empty
source: No configured MCP servers yet
de: Noch keine MCP-Server konfiguriert
es: Aún no hay servidores MCP configurados
fr: Aucun serveur MCP configuré
ja: 設定済みのMCPサーバーはまだありません
ko: 아직 구성된 MCP 서버가 없습니다
pl: Brak skonfigurowanych serwerów MCP
pt_br: Ainda não há servidores MCP configurados
ru: Настроенных серверов MCP пока нет
tr: Henüz yapılandırılmış MCP sunucusu yok
uk: Налаштованих серверів MCP ще немає
vi: Chưa có máy chủ MCP nào được cấu hình
zh_hans: 尚未配置 MCP 服务器

# projectSettings.mcp.enabled
source: Enabled
de: Aktiviert
es: Activado
fr: Activé
ja: 有効
ko: 활성화됨
pl: Włączony
pt_br: Ativado
ru: Включён
tr: Etkin
uk: Увімкнено
vi: Đã bật
zh_hans: 已启用

# projectSettings.mcp.timeout
source: Timeout (ms)
de: Zeitlimit (ms)
es: Tiempo de espera (ms)
fr: Délai d’expiration (ms)
ja: タイムアウト（ms）
ko: 시간 초과(ms)
pl: Limit czasu (ms)
pt_br: Tempo limite (ms)
ru: Тайм-аут (мс)
tr: Zaman aşımı (ms)
uk: Тайм-аут (мс)
vi: Thời gian chờ (ms)
zh_hans: 超时（毫秒）

# projectSettings.mcp.command
source: Command
de: Befehl
es: Comando
fr: Commande
ja: コマンド
ko: 명령
pl: Polecenie
pt_br: Comando
ru: Команда
tr: Komut
uk: Команда
vi: Lệnh
zh_hans: 命令

# projectSettings.mcp.arguments
source: Arguments
de: Argumente
es: Argumentos
ja: 引数
ko: 인수
pl: Argumenty
pt_br: Argumentos
ru: Аргументы
tr: Bağımsız değişkenler
uk: Аргументи
vi: Đối số
zh_hans: 参数

# projectSettings.mcp.environment
source: Environment Variables
de: Umgebungsvariablen
es: Variables de entorno
fr: Variables d’environnement
ja: 環境変数
ko: 환경 변수
pl: Zmienne środowiskowe
pt_br: Variáveis de ambiente
ru: Переменные окружения
tr: Ortam değişkenleri
uk: Змінні середовища
vi: Biến môi trường
zh_hans: 环境变量

# projectSettings.mcp.workingDirectory
source: Working Directory
de: Arbeitsverzeichnis
es: Directorio de trabajo
fr: Répertoire de travail
ja: 作業ディレクトリ
ko: 작업 디렉터리
pl: Katalog roboczy
pt_br: Diretório de trabalho
ru: Рабочая папка
tr: Çalışma dizini
uk: Робоча папка
vi: Thư mục làm việc
zh_hans: 工作目录

# projectSettings.mcp.headers
source: Headers
de: Header
es: Encabezados
fr: En-têtes
ja: ヘッダー
ko: 헤더
pl: Nagłówki
pt_br: Cabeçalhos
ru: Заголовки
tr: Üst bilgiler
uk: Заголовки
vi: Tiêu đề
zh_hans: 请求头

# projectSettings.mcp.description
source: Description
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
pl: Opis
pt_br: Descrição
ru: Описание
tr: Açıklama
uk: Опис
vi: Mô tả
zh_hans: 描述

# projectSettings.mcp.error.name
source: Enter a valid server name.
de: Gib einen gültigen Servernamen ein.
es: Introduce un nombre de servidor válido.
fr: Saisissez un nom de serveur valide.
ja: 有効なサーバー名を入力してください。
ko: 올바른 서버 이름을 입력하세요.
pl: Wprowadź prawidłową nazwę serwera.
pt_br: Insira um nome de servidor válido.
ru: Введите допустимое имя сервера.
tr: Geçerli bir sunucu adı girin.
uk: Введіть припустиме ім’я сервера.
vi: Nhập tên máy chủ hợp lệ.
zh_hans: 请输入有效的服务器名称。

# projectSettings.mcp.error.uniqueName
source: Enter a unique server name that is not reserved.
de: Gib einen eindeutigen, nicht reservierten Servernamen ein.
es: Introduce un nombre de servidor único que no esté reservado.
fr: Saisissez un nom de serveur unique qui n’est pas réservé.
ja: 予約されていない一意のサーバー名を入力してください。
ko: 예약되지 않은 고유한 서버 이름을 입력하세요.
pl: Wprowadź unikalną, niezastrzeżoną nazwę serwera.
pt_br: Insira um nome de servidor exclusivo que não seja reservado.
ru: Введите уникальное незарезервированное имя сервера.
tr: Ayrılmış olmayan benzersiz bir sunucu adı girin.
uk: Введіть унікальне незарезервоване ім’я сервера.
vi: Nhập tên máy chủ duy nhất và không bị dành riêng.
zh_hans: 请输入未被保留的唯一服务器名称。

# projectSettings.mcp.error.configuration
source: Complete the server configuration with valid values.
de: Vervollständige die Serverkonfiguration mit gültigen Werten.
es: Completa la configuración del servidor con valores válidos.
fr: Complétez la configuration du serveur avec des valeurs valides.
ja: 有効な値でサーバー設定を完了してください。
ko: 올바른 값으로 서버 구성을 완료하세요.
pl: Uzupełnij konfigurację serwera prawidłowymi wartościami.
pt_br: Conclua a configuração do servidor com valores válidos.
ru: Заполните конфигурацию сервера допустимыми значениями.
tr: Sunucu yapılandırmasını geçerli değerlerle tamamlayın.
uk: Заповніть конфігурацію сервера припустимими значеннями.
vi: Hoàn tất cấu hình máy chủ bằng các giá trị hợp lệ.
zh_hans: 请使用有效值完成服务器配置。

# projectSettings.search
source: Search
de: Suchen
es: Búsqueda
fr: Rechercher
ja: 検索
ko: 검색
pl: Szukaj
pt_br: Pesquisar
ru: Поиск
tr: Ara
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索

# projectSettings.general.name.description
source: Display name in the sidebar.
de: Anzeigename in der Seitenleiste.
es: Nombre que se muestra en la barra lateral.
fr: Afficher le nom dans la barre latérale.
ja: サイドバーに名前を表示します。
ko: 사이드바에 이름을 표시합니다.
pl: Nazwa wyświetlana na pasku bocznym.
pt_br: Nome de exibição na barra lateral.
ru: Отображаемое имя в боковой панели.
tr: Kenar çubuğunda görünen ad.
uk: Відображуване ім'я в бічній панелі.
vi: Hiển thị tên ở thanh bên.
zh_hans: 在侧边栏中显示名称。

# projectSettings.general.folder.description
source: The repository location on disk. Update it if you moved the folder.
de: Der Speicherort des Repositorys auf der Festplatte. Aktualisieren Sie ihn, wenn Sie den Ordner verschoben haben.
es: La ubicación del repositorio en el disco. Actualízala si moviste la carpeta.
fr: L'emplacement du dépôt sur le disque. Mettez-le à jour si vous avez déplacé le dossier.
ja: ディスク上のリポジトリの場所。フォルダーを移動した場合は更新してください。
ko: 디스크에 있는 저장소 위치입니다. 폴더를 옮겼다면 업데이트하세요.
pl: Lokalizacja repozytorium na dysku. Zaktualizuj ją, jeśli przeniesiono folder.
pt_br: A localização do repositório no disco. Atualize-a se você moveu a pasta.
ru: Расположение репозитория на диске. Обновите его, если вы переместили папку.
tr: Deponun diskteki konumu. Klasörü taşıdıysanız güncelleyin.
uk: Розташування репозиторію на диску. Оновіть його, якщо ви перемістили папку.
vi: Vị trí của kho lưu trữ trên đĩa. Hãy cập nhật nếu bạn đã di chuyển thư mục.
zh_hans: 存储库在磁盘上的位置。如果您移动了该文件夹，请更新此位置。

# projectSettings.worktrees.location
source: Worktree location
de: Worktree-Speicherort
es: Ubicación del worktree
fr: Emplacement de l'arbre de travail
ja: ワークツリーの場所
ko: 작업 트리 위치
pl: Lokalizacja drzewa roboczego
pt_br: Localização da árvore de trabalho
ru: Расположение worktree
tr: Çalışma ağacı konumu
uk: Розташування worktree
vi: Vị trí cây làm việc
zh_hans: 工作树位置

# projectSettings.worktrees.location.description
source: Override where this project's worktrees are created. Applies to worktrees created from now on.
de: Legt abweichend fest, wo die Worktrees dieses Projekts erstellt werden. Gilt für ab jetzt erstellte Worktrees.
es: Anula dónde se crean los worktrees de este proyecto. Se aplica a los worktrees creados a partir de ahora.
fr: Remplacez l'emplacement de création des arbres de travail de ce projet. S'applique aux arbres de travail créés à partir de maintenant.
ja: このプロジェクトのワークツリーが作成される場所をオーバーライドします。これ以降に作成されるワークツリーに適用されます。
ko: 이 프로젝트의 작업 트리가 생성되는 위치를 재정의합니다. 지금부터 생성되는 작업 트리에 적용됩니다.
pl: Zastąp miejsce tworzenia drzew roboczych tego projektu. Dotyczy drzew roboczych tworzonych od teraz.
pt_br: Substitui onde as árvores de trabalho deste projeto são criadas. Aplica-se às árvores de trabalho criadas a partir de agora.
ru: Переопределить, где создаются worktree этого проекта. Применяется к worktree, создаваемым с этого момента.
tr: Bu projenin çalışma ağaçlarının nerede oluşturulacağını geçersiz kılın. Bundan sonra oluşturulan çalışma ağaçları için geçerlidir.
uk: Перевизначте, де створюються worktree цього проєкту. Застосовується до worktree, створених відтепер.
vi: Ghi đè nơi tạo các cây làm việc của dự án này. Áp dụng cho các cây làm việc được tạo từ giờ trở đi.
zh_hans: 覆盖此项目工作树的创建位置。适用于从现在起创建的工作树。

# projectSettings.value.default
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
ko: 기본값
pl: Domyślne
pt_br: Padrão
ru: По умолчанию
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh_hans: 默认

# projectSettings.value.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
ko: 맞춤
pl: Niestandardowe
pt_br: Personalizado
ru: Пользовательский
tr: Özel
uk: Користувацький
vi: Tùy chỉnh
zh_hans: 定制

# projectSettings.worktrees.insideProject
source: Inside this project
de: In diesem Projekt
es: Dentro de este proyecto
fr: Dans ce projet
ja: このプロジェクト内
ko: 이 프로젝트 내부
pl: Wewnątrz tego projektu
pt_br: Dentro deste projeto
ru: Внутри этого проекта
tr: Bu projenin içinde
uk: Усередині цього проєкту
vi: Bên trong dự án này
zh_hans: 在此项目内

# projectSettings.worktrees.baseFolder
source: Base folder
de: Basisordner
es: Carpeta base
fr: Dossier de base
ja: ベースフォルダー
ko: 기본 폴더
pl: Folder bazowy
pt_br: Pasta base
ru: Базовая папка
tr: Temel klasör
uk: Базова папка
vi: Thư mục gốc
zh_hans: 基础文件夹

# projectSettings.worktrees.setup
source: Setup script
de: Setup-Skript
es: Script de configuración
fr: Script de configuration
ja: セットアップスクリプト
ko: 설정 스크립트
pl: Skrypt instalacyjny
pt_br: Script de configuração
ru: Скрипт настройки
tr: Kurulum komut dosyası
uk: Скрипт налаштування
vi: Tập lệnh thiết lập
zh_hans: 设置脚本

# projectSettings.worktrees.setup.description
source: Runs in a terminal after a new worktree is created (e.g., pnpm install).
de: Wird in einem Terminal ausgeführt, nachdem ein neuer Arbeitsbaum erstellt wurde (z. B. pnpm install).
es: Se ejecuta en una terminal después de crear un nuevo worktree (p. ej., pnpm install).
fr: S'exécute dans un terminal après la création d'un nouvel arbre de travail (par exemple, pnpm install).
ja: 新しいワークツリーが作成された後にターミナルで実行されます (pnpm install など)。
ko: 새 작업 트리가 생성된 후 터미널에서 실행됩니다(예: pnpm install).
pl: Uruchamia się w terminalu po utworzeniu nowego drzewa roboczego (np. pnpm install).
pt_br: É executado em um terminal após a criação de uma nova árvore de trabalho (por exemplo, pnpm install).
ru: Выполняется в терминале после создания нового worktree (например, pnpm install).
tr: Yeni bir çalışma ağacı oluşturulduktan sonra terminalde çalışır (örneğin, pnpm install).
uk: Виконується в терміналі після створення нового worktree (наприклад, pnpm install).
vi: Chạy trong terminal sau khi cây làm việc mới được tạo (ví dụ: pnpm install).
zh_hans: 创建新工作树后在终端中运行（例如，pnpm install）。

# projectSettings.worktrees.cleanup
source: Cleanup script
de: Bereinigungsskript
es: Script de limpieza
fr: Script de nettoyage
ja: クリーンアップスクリプト
ko: 정리 스크립트
pl: Skrypt czyszczący
pt_br: Script de limpeza
ru: Скрипт очистки
tr: Temizleme komut dosyası
uk: Скрипт очищення
vi: Tập lệnh dọn dẹp
zh_hans: 清理脚本

# projectSettings.worktrees.cleanup.description
source: Runs before a worktree is removed (e.g., rm -rf node_modules).
de: Wird ausgeführt, bevor ein Arbeitsbaum entfernt wird (z. B. rm -rf node_modules).
es: Se ejecuta antes de eliminar un worktree (p. ej., rm -rf node_modules).
fr: S'exécute avant la suppression d'un arbre de travail (par exemple, rm -rf node_modules).
ja: ワークツリーが削除される前に実行されます (例: rm -rf node_modules)。
ko: 작업 트리가 제거되기 전에 실행됩니다(예: rm -rf node_modules).
pl: Uruchamia się przed usunięciem drzewa roboczego (np. rm -rf node_modules).
pt_br: É executado antes que uma árvore de trabalho seja removida (por exemplo, rm -rf node_modules).
ru: Выполняется перед удалением worktree (например, rm -rf node_modules).
tr: Bir çalışma ağacı kaldırılmadan önce çalışır (ör. rm -rf node_modules).
uk: Виконується перед видаленням worktree (наприклад, rm -rf node_modules).
vi: Chạy trước khi cây làm việc bị xóa (ví dụ: rm -rf node_modules).
zh_hans: 在删除工作树之前运行（例如，rm -rf node_modules）。

# projectSettings.worktrees.copy
source: Copy ignored files
de: Ignorierte Dateien kopieren
es: Copiar archivos ignorados
fr: Copier les fichiers ignorés
ja: 無視されたファイルをコピーする
ko: 무시된 파일 복사
pl: Skopiuj zignorowane pliki
pt_br: Copiar arquivos ignorados
ru: Копировать игнорируемые файлы
tr: Yoksayılan dosyaları kopyala
uk: Копіювати ігноровані файли
vi: Sao chép các tập tin bị bỏ qua
zh_hans: 复制忽略的文件

# projectSettings.worktrees.copy.description
source: Gitignored files to copy from the main project into each new worktree. Gitignore-style patterns, one per line (e.g., .env.*).
de: Gitignorierte Dateien zum Kopieren aus dem Hauptprojekt in jeden neuen Arbeitsbaum. Muster im Gitignore-Stil, eines pro Zeile (z. B. .env.*).
es: Archivos ignorados por Git para copiar del proyecto principal a cada nuevo worktree. Patrones estilo gitignore, uno por línea (p. ej., .env.*).
fr: Fichiers Gitignorés à copier du projet principal dans chaque nouvel arbre de travail. Modèles de style Gitignore, un par ligne (par exemple, .env.*).
ja: メイン プロジェクトから各新しいワークツリーにコピーする、Gitignored ファイル。 Gitignore スタイルのパターン、1 行に 1 つ (例: .env.*)。
ko: 기본 프로젝트에서 각각의 새 작업 트리로 복사할 Gitignored 파일입니다. Gitignore 스타일 패턴, 한 줄에 하나씩(예: .env.*)
pl: Pliki ignorowane przez Git do skopiowania z głównego projektu do każdego nowego drzewa roboczego. Wzorce w stylu Gitignore, po jednym w wierszu (np. .env.*).
pt_br: Arquivos gitignorados para copiar do projeto principal para cada nova árvore de trabalho. Padrões estilo Gitignore, um por linha (por exemplo, .env.*).
ru: Игнорируемые Git файлы для копирования из основного проекта в каждый новый worktree. Шаблоны в стиле gitignore, по одному на строку (напр., .env.*).
tr: Ana projeden her yeni çalışma ağacına kopyalanacak Git yok sayılan dosyalar. Gitignore tarzı desenler, her satıra bir tane (ör. .env.*).
uk: Ігноровані Git файли для копіювання з основного проєкту до кожного нового worktree. Шаблони у стилі gitignore, по одному на рядок (напр., .env.*).
vi: Các tệp được Gitignored để sao chép từ dự án chính vào từng cây làm việc mới. Các mẫu kiểu Gitignore, mỗi mẫu một dòng (ví dụ: .env.*).
zh_hans: Gitignored 文件从主项目复制到每个新工作树中。 Gitignore 风格的模式，每行一个（例如 .env.*）。

# projectSettings.actions.description
source: Custom commands available from the project menu.
de: Benutzerdefinierte Befehle im Projektmenü.
es: Comandos personalizados disponibles en el menú del proyecto.
fr: Commandes personnalisées disponibles dans le menu du projet.
ja: プロジェクトメニューから使用できるカスタムコマンド。
ko: 프로젝트 메뉴에서 사용할 수 있는 사용자 지정 명령입니다.
pl: Polecenia niestandardowe dostępne w menu projektu.
pt_br: Comandos personalizados disponíveis no menu do projeto.
ru: Пользовательские команды, доступные в меню проекта.
tr: Proje menüsündeki özel komutlar.
uk: Користувацькі команди, доступні в меню проєкту.
vi: Các lệnh tùy chỉnh có trong menu dự án.
zh_hans: 项目菜单中可用的自定义命令。

# projectSettings.actions.name
source: Action name
de: Aktionsname
es: Nombre de la acción
fr: Nom de l'action
ja: アクション名
ko: 액션 이름
pl: Nazwa akcji
pt_br: Nome da ação
ru: Имя действия
tr: İşlem adı
uk: Назва дії
vi: Tên hành động
zh_hans: 操作名称

# projectSettings.actions.command
source: Action command
de: Aktionsbefehl
es: Comando de acción
fr: Commande d'action
ja: アクションコマンド
ko: 액션 명령
pl: Polecenie akcji
pt_br: Comando de ação
ru: Команда действия
tr: Eylem komutu
uk: Команда дії
vi: Lệnh hành động
zh_hans: 操作指令

# projectSettings.actions.add
source: Add action
de: Aktion hinzufügen
es: Agregar acción
fr: Ajouter une action
ja: アクションの追加
ko: 작업 추가
pl: Dodaj akcję
pt_br: Adicionar ação
ru: Добавить действие
tr: İşlem ekle
uk: Додати дію
vi: Thêm hành động
zh_hans: 添加操作

# projectSettings.search.description
source: Project-specific overrides on top of the global search settings.
de: Projektspezifische Überschreibungen zusätzlich zu den globalen Sucheinstellungen.
es: Anulaciones específicas del proyecto sobre los ajustes de búsqueda globales.
fr: Remplacements spécifiques au projet en plus des paramètres de recherche globaux.
ja: グローバル検索設定に加えてプロジェクト固有のオーバーライド。
ko: 전역 검색 설정 위에 프로젝트별 재정의가 적용됩니다.
pl: Zastąpienia specyficzne dla projektu ponad globalnymi ustawieniami wyszukiwania.
pt_br: Substituições específicas do projeto nas configurações de pesquisa global.
ru: Переопределения для конкретного проекта поверх глобальных настроек поиска.
tr: Genel arama ayarlarının yanı sıra projeye özel geçersiz kılmalar.
uk: Перевизначення для конкретного проєкту поверх глобальних налаштувань пошуку.
vi: Ghi đè dành riêng cho dự án ở đầu cài đặt tìm kiếm chung.
zh_hans: 在全局搜索设置基础上的项目特定覆盖。

# projectSettings.search.ignoreFiles
source: Use ignore files
de: Ignore-Dateien verwenden
es: Usar archivos ignore
fr: Utiliser les fichiers ignorés
ja: 無視ファイルを使用する
ko: 무시 파일 사용
pl: Użyj ignorowanych plików
pt_br: Usar arquivos de ignore
ru: Использовать файлы ignore
tr: Yoksayılan dosyaları kullan
uk: Використовувати файли ignore
vi: Sử dụng tập tin bỏ qua
zh_hans: 使用忽略文件

# projectSettings.value.on
source: On
de: Am
es: El
fr: Le
ja: 曜日
ko: 요일
pl: W
pt_br: Em
ru: В день
tr: Gün
uk: У день
vi: Vào
zh_hans: 日期

# projectSettings.value.off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 꺼짐
pl: Wył.
pt_br: Desligado
ru: Выкл.
tr: Kapalı
uk: Вимк.
vi: Tắt
zh_hans: 关闭

# projectSettings.search.alwaysExcluded
source: Always excluded
de: Immer ausgeschlossen
es: Siempre excluido
fr: Toujours exclu
ja: 常に除外される
ko: 항상 제외됨
pl: Zawsze wykluczone
pt_br: Sempre excluído
ru: Всегда исключено
tr: Her zaman hariç tutuldu
uk: Завжди виключено
vi: Luôn bị loại trừ
zh_hans: 总是被排除在外

# projectSettings.search.inherited
source: Inherited
de: Geerbt
es: Heredado
fr: Hérité
ja: 継承された
ko: 물려받은
pl: Odziedziczone
pt_br: Herdado
ru: Наследовано
tr: Miras alınan
uk: Успадковано
vi: Kế thừa
zh_hans: 继承的

# projectSettings.search.exclude
source: Exclude patterns
de: Muster ausschließen
es: Patrones de exclusión
fr: Exclure les motifs
ja: パターンを除外する
ko: 패턴 제외
pl: Wyklucz wzorce
pt_br: Padrões de exclusão
ru: Шаблоны исключения
tr: Kalıpları hariç tut
uk: Шаблони виключення
vi: Loại trừ mẫu
zh_hans: 排除模式

# projectSettings.search.exclude.description
source: Files matching these globs are hidden from the @file mention search.
de: Dateien, die mit diesen Globs übereinstimmen, werden bei der @file-Erwähnungssuche ausgeblendet.
es: Los archivos que coinciden con estos globs se ocultan de la búsqueda de menciones @file.
fr: Les fichiers correspondant à ces globs sont masqués dans la recherche de mention @file.
ja: これらのグロブに一致するファイルは、@file メンション検索から非表示になります。
ko: 이러한 glob과 일치하는 파일은 @file 멘션 검색에서 숨겨집니다.
pl: Pliki pasujące do tych globów są ukryte przed wyszukiwaniem wzmianek @file.
pt_br: Os arquivos que correspondem a esses globs ficam ocultos na pesquisa de menção @file.
ru: Файлы, соответствующие этим glob-шаблонам, скрыты из поиска упоминаний @file.
tr: Bu glob'larla eşleşen dosyalar, @file bahsetme aramasında gizlenir.
uk: Файли, що відповідають цим glob-шаблонам, приховані з пошуку згадок @file.
vi: Các tệp khớp với các mẫu glob này sẽ bị ẩn khỏi tìm kiếm @file.
zh_hans: 与这些 glob 匹配的文件在 @file 提及搜索中隐藏。

# projectSettings.search.addPattern
source: Add pattern
de: Muster hinzufügen
es: Añadir patrón
fr: Ajouter un motif
ja: パターンを追加する
ko: 패턴 추가
pl: Dodaj wzór
pt_br: Adicionar padrão
ru: Добавить шаблон
tr: Desen ekle
uk: Додати шаблон
vi: Thêm mẫu
zh_hans: 添加模式

# projectSettings.search.noPatterns
source: No patterns.
de: Keine Muster.
es: Sin patrones.
fr: Aucun motif.
ja: パターンはありません。
ko: 패턴이 없습니다.
pl: Żadnych wzorów.
pt_br: Sem padrões.
ru: Нет шаблонов.
tr: Desen yok.
uk: Немає шаблонів.
vi: Không có mẫu.
zh_hans: 没有模式。

# projectSettings.actions.icon
source: Icon
de: Symbol
es: Icono
fr: Icône
ja: アイコン
ko: 아이콘
pl: Ikona
pt_br: Ícone
ru: Значок
tr: Simge
uk: Піктограма
vi: Biểu tượng
zh_hans: 图标

# projectSettings.mcp.transport
source: Transport
es: Transporte
ja: トランスポート
ko: 전송 방식
pt_br: Transporte
ru: Транспорт
tr: Aktarım
uk: Транспорт
vi: Phương thức truyền
zh_hans: 传输方式

# projectSettings.worktrees
source: Worktrees
fr: Arbres de travail
ja: ワークツリー
ko: 작업 트리
pl: Drzewa robocze
pt_br: Árvores de trabalho
tr: Çalışma ağaçları
vi: Cây làm việc
zh_hans: 工作树

# projectSettings.skills
source: Skills
fr: Compétences
ja: スキル
ko: 스킬
pl: Umiejętności
ru: Навыки
tr: Beceriler
uk: Навички
vi: Skill
zh_hans: 技能
